{
    "heroComponent": {
        "scientist": "Científico de la Computación",
        "full": "Full Stack"
    },
    "descriptionComponent": {
        "title": "Transformando sistemas en soluciones modernas desde hace ",
        "itens": ["Acerca de", "Servicios", "Experiencia"],
        "about": "Como <strong>científico en el campo de TI</strong>, elevo el desarrollo de proyectos web a un nuevo nivel, utilizando mi conocimiento para <strong>crear sistemas que no solo cumplen sino que superan las expectativas</strong> en términos de escalabilidad, robustez, modularidad y capacidad de respuesta. <br>Mi habilidad para gestionar <strong>todos los aspectos de un proyecto</strong>, desde el diseño de la interfaz hasta el control completo del backend, me destaca como un profesional versátil e innovador.",
        "services": "Mi trabajo como <strong>desarrollador full-stack</strong> abarca todas las capas del software, asegurando que cada proyecto se beneficie de las últimas tecnologías. <br><br>En el <strong>frontend</strong>, aplico conceptos avanzados para crear <strong>interfaces atractivas y reactivas</strong>, mientras que en el <strong>backend</strong>, desarrollo APIs robustas en Node.js que garantizan eficiencia y escalabilidad. <br><br>Mi objetivo es siempre entregar soluciones que estén a la vanguardia de la tecnología y que <strong>realmente marquen la diferencia</strong>.",
        "experience": "Mi experiencia abarca desde el <strong>desarrollo de sistemas complejos</strong> hasta la <strong>gestión y comunicación efectiva</strong> con clientes y equipos de desarrollo. <br><br>Una gran parte de mis proyectos ha sido para <strong>médicos y profesionales de la salud</strong>, creando sistemas que abordan las necesidades específicas de este sector. Siempre enfocándome en simplificar el recorrido del usuario y optimizar las operaciones.<br><br>A continuación, encontrarás ejemplos concretos de cómo he transformado ideas en soluciones destacadas.",
        "years": "años"
    },
    "project": {
        "explore": "Explorar",
        "implementation": "Implementación",
        "implementations": "Implementaciones"
    },
    "otherProjects": {
        "title": "Otros Proyectos",
        "subtitle": "Echa un vistazo a otros proyectos que desarrollé, todos con la misma dedicación y calidad.",
        "seeMore": "Ver más"
    },
    "experiences": [
        {
            "period": "2023 - Presente",
            "title": "Desarrollador Full Stack Senior",
            "description": "Liderando el desarrollo de aplicaciones web escalables usando tecnologías modernas y mejores prácticas."
        },
        {
            "period": "2022 - 2023",
            "title": "Desarrollador Full Stack",
            "description": "Desarrollo y mantenimiento de múltiples proyectos de clientes con enfoque en rendimiento y experiencia del usuario."
        },
        {
            "period": "2021 - 2022",
            "title": "Desarrollador Frontend",
            "description": "Especializado en crear interfaces responsivas e interactivas usando Vue.js y React."
        }
    ]
}