{
    "heroComponent": {
        "scientist": "Científico de la Computación",
        "full": "Full Stack",
        "tagline": "Desarrollador Full Stack enfocado en soluciones escalables, aplicando IA a negocios."
    },
    "descriptionComponent": {
        "title": "Transformando sistemas en soluciones modernas desde hace ",
        "itens": ["Acerca de Mí", "Visión Técnica", "Tech Stack"],
        "about": "Como <strong>científico en el campo de TI</strong>, elevo el desarrollo de proyectos web a un nuevo nivel, utilizando mi conocimiento para <strong>crear sistemas que no solo cumplen sino que superan las expectativas</strong> en términos de escalabilidad, robustez, modularidad y capacidad de respuesta.",
        "technical": "En los últimos años, he estado desarrollando soluciones integradas con APIs de grandes plataformas (Google, Meta, Mercado Pago, ChatGPT, Zoom), además de sistemas para instituciones médicas como <strong>SBU-SP, SBN y UNIFESP</strong>.",
        "techstack": "Stack tecnológico organizado por categorías, demostrando experiencia en diferentes áreas del desarrollo.",
        "years": "años",
        "certificates": {
            "google": "Certificado Google - Introducción a IA y Machine Learning",
            "hacktown": "Participación en HackTown 2025"
        }
    },
    "project": {
        "explore": "Explorar",
        "implementation": "Implementación",
        "implementations": "Implementaciones"
    },
    "otherProjects": {
        "title": "Otros Proyectos",
        "subtitle": "Echa un vistazo a otros proyectos que desarrollé, todos con la misma dedicación y calidad.",
        "seeMore": "Ver más"
    },
    "experiences": [
        {
            "period": "2023 - Presente",
            "title": "Desarrollador Full Stack Senior",
            "description": "Liderando el desarrollo de aplicaciones web escalables usando tecnologías modernas y mejores prácticas."
        },
        {
            "period": "2022 - 2023",
            "title": "Desarrollador Full Stack",
            "description": "Desarrollo y mantenimiento de múltiples proyectos de clientes con enfoque en rendimiento y experiencia del usuario."
        },
        {
            "period": "2021 - 2022",
            "title": "Desarrollador Frontend",
            "description": "Especializado en crear interfaces responsivas e interactivas usando Vue.js y React."
        }
    ]
}